Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Marvel counts among its characters such well-known superheroes such as Iron Man, Captain America, Hulk, Thor, Spider-Man, Wolverine and Ant-Man, such teams as the Avengers, the Guardians of the Galaxy, the Fantastic Four, the X-Men and the Inhumans, with antagonists such as Doctor Doom, Red Skull, Green Goblin, Ultron, Doctor Octopus, Thanos, Magneto and Loki. Most of Marvel's fictional characters operate in a single reality known as the Marvel Universe, with locations that mirror real-life cities. Characters such as Spider-Man, the Fantastic Four, the Avengers, Daredevil and Doctor Strange are based in New York City,[1][2] whereas the X-Men have historically been based in Salem Center, New York[3][4][5] and Hulk's stories often have been set in the American Southwest.[6]
ne: मार्भललाइ मुख्य रुपमा यसका प्रचलित पात्रहरु जस्तै आइरन म्यान, क्याप्टेन अमेरिका, हल्क, थोर, स्पाइडर-म्यान, वुल्भरिन र एन्ट म्यान साथै द एभेन्जर्स, द गार्डिएन्स अफ द ग्यालेक्सि (अन्तरिक्षको संरक्षक), द फ्यानट्यास्टिक फोर (सानदार चार), याक्स मेन साथै इनह्युमन (अमानव), साथै यसका खलनायकहरु जस्तै डाक्टर डुम, रेड स्कल (रातो खोपडी), ग्रीन गोब्लिन (हरियो गोब्लिन), अल्ट्रोन, डाक्टर अक्टोपस, थ्यानोस, म्यागनिटो र लोकी ले गरेर निकै प्रचलित छ। धेरै जस्तो मार्भलको काल्पनिक पात्रहरु एकै यथार्थतामा सिमित छन् जसलाई मार्भल ब्रह्माण्डको नामले पनि छिन्न सकिन्छ र त्यहाँका धेरै स्थानहरु वास्तविक ठाउँहरुनै हुन्छन। केहि पात्रहरु जस्तै स्पाइडर-म्यान, द फ्यानट्यास्टिक फोर (सानदार चार), द एभेन्जर्स, डेयरडेभिल र डाक्टर स्ट्रेन्ज न्यू योर्क सहरमा आधारित छन् भने याक्स मेन एतिहासिक न्यू योर्क सहर मा आधारित छ र हल्क को कथाहरु अमेरिकाको उत्तर-पश्चिमी भेगमा घटेको देखीएको छ।

source: Legend
ne: किंवदंती

source: Origin of the Kumbh Mela
ne: कुम्भ मेलाको उत्पत्ति

source: The nectar of immortality
ne: अमृत

source: Ratnas
ne: रत्न

source: Angkor Wat Suvarnabhumi Airport Churning of the ocean depicted in the bas-relief from Angkor Wat in Cambodia and Suvarnabhumi Airport in Bangkok, Thailand, shows Vishnu in the centre, his turtle Avatar Kurma below, asuras and devas to left and right.
ne: समुन्द्र मन्थन (संस्कृत: समुद्रमन्थन, ) एक हिन्दू पौराणिक कथा को सर्वश्रेष्ठ ज्ञात घटनाहरु मध्ये एक हो। कथा भगवत् पुराण, महाभारत र विष्णु पुराण मा देखिन्छ, र अमृतको उत्पत्ति बताउँछ।

source: In battles following the incident, the Devas were defeated and Asuras (demons) led by King Bali, gained control of the universe. Devas sought help from the Supreme God Vishnu who advised them to treat asuras in a diplomatic manner. Devas formed an alliance with asuras to jointly churn the ocean for the nectar of immortality and to share it among them.
ne: त्यो घटना पछी , देव र दानव वीच युद्ध भयो । राजा बलि नेतृत्वको असुर (दानव ) शक्तिले देव फौजलाई पराजित गर्यो र सम्पूर्ण ब्रह्माण्डमा कब्जा जमायो । देवगण सहयोगको याचना गर्दै भगवान विष्णुको मा गए । भगवान विष्णुले दानवहरु संग कुटनीतिक ढंगले जानुपर्ने सुझाव दिए । देव र दानव मिलेर समुन्द्र मन्थन गर्ने र प्राप्त गर्ने अमृत मिलेर भोग गर्ने कुरा मिल्यो । तथापी विष्णुले अमृत देवहरुलाई मात्र प्रदान गर्ने कुरा बताएका थिए ।

source: The demons demanded to hold the head of the snake, while the gods, taking advice from Vishnu, agreed to hold its tail. As a result the demons were poisoned by fumes emitted by Vasuki. Despite this, the gods and demons pulled back and forth on the snake's body alternately, causing the mountain to rotate, which in turn churned the ocean.
ne: समुन्द्र मन्थनको लागि मन्दरा पर्बतको मदानी र बासुकी नागको नेती बनाइएको थियो । दानवहरुले नागको टाउको पट्टिको भाग समाउन माग गरे , भगवान विष्णुको सुझाबले देवहरु पुच्छर तिरको भाग समाउन राजी भए । जसको कारण बासुकीबाट उत्सर्जन भएको बिषालु वाष्पबाट दैत्यहरु संक्रमित भए । जब पर्बतलाई समुन्द्रमा राखियो , पर्बत डुब्न लाग्यो । भगवान विष्णु कूर्म अवतार धारण गरे र मन्दरा पर्बतलाई आफ्नो पछाडी राखे ।

source: This terrified the gods and demons because the poison was so powerful that it could destroy all of creation. Then the gods approached Shiva for protection. Shiva consumed the poison in an act to protect the universe, and his wife Parvati grabbed Shiva's throat in an effort to prevent him from swallowing the poison, which was the most deadly poison in existence, harmful even to a god.
ne: समुन्द्र मन्थनबाट धेरै चिजहरु बाहिर निस्किए । अमृत पाउने इच्छाले देवता र दानवहरु मिलेर समुन्द्र मन्थन गर्दा सबैभन्दा पहिला सर्वाधिक बिषालु कालकूट बिष निस्कियो। बिषालु कालकूट बिषले समुन्द्र मन्थनमा लागेका देव-दानवहरु लाई जलाउन लाग्यो र त्यतिमात्रै होइन ब्रम्हाद्धारा सृष्टि भएको सारा संसार नै ध्वस्त पार्ने खतरा बढ्यो। कालकूट बिष- फैलदै गएपछि देव- दानव आत्तिन हुन थाले र उनीहरुले यसको समाधान गर्न सकेनन्।अरु केहि उपाय नदेखेपछि देव-दानवले शिव भगवानको आरधना गर्न थाले र नारदमुनी कैलाशमा गएर कालकूट बिषको असरबारे भगवान शिवलाई विन्ती गर्दै कालकूट बिषको असरले सारा सृष्टि समाप्त पार्न लागेकोले केहि गर्न विन्ती गरे। माता पार्वतिले पनि आफ्ना पति शिवलाई यस विपत्तीबाट छुटकारा दिलाएर सृष्टिको रक्षा गर्न अनुरोध गरिन्। पार्वती र नारदमुनी लगायत सम्पूर्ण देव र दानवहरु लगायत भक्तहरुको पुकार सुनेर शिव भगवानले जगत कल्याणको लागी कालकुटि बिष आफैले पिएर सारा जगतलाई बचाए। कालकूट बिष पिएपछि भगवान शिवको कण्ठ निलो हुन गयो। त्यसै बेला देखी शिवलाई ‘निलकण्ठ’ पनि भनिन थालेको हो।

source: Sagar Manthan
ne: सगर मन्थन

source: All kinds of herbs were cast into the ocean and fourteen Ratnas (gems or treasures) were produced from the ocean and were divided between asuras and gods. Though usually the Ratnas are enumerated as 14, the list in the scriptures ranges from 9 to 14 Ratnas. Most lists include:[2] According to the quality of the treasures produced, they were accepted by Vishnu, the devas, and the asuras.
ne: समुन्द्र बाट १४ रत्नको उत्पत्ति भयो , जुन देव र असुर हरु मिलेर बाडे । १४ रत्न हरुमा :[2]

source: Lakshmi, the Goddess of Fortune and Wealth - who accepted Vishnu as Her eternal consort. Apsaras, various divine nymphs like Rambha, Menaka, Punjisthala etc. - chose the demigods as their companions Varuni - taken - somewhat reluctantly (she appeared dishevelled and argumentative) - accepted the demons.
ne: लक्ष्मी, धनकी देवी-उनले विष्णुलाई पति मानिन् । अप्सरा, रम्भा, मेनका,पुन्जिस्थाला वारुणी - मदिराकी देवी - दानवद्वारा स्वीकार ।

source: Likewise, three types of supernatural animals appeared;
ne: त्यसै गरि तीन अलौकिक प्राणीहरु उत्पत्ति भए;

source: Kamadhenu or Surabhi (Sanskrit:kāmadhuk), the wish-granting divine cow - taken by Vishnu, and given to sages so ghee from her milk could be used for Yajna and similar rituals. Airavata, and several other elephants, taken by Indra, leader of the Deva. Uchhaishravas, the divine 7-headed horse - given to the demons.
ne: कामधेनु वा सुरभी , विष्णुद्वारा ऋषि मुनिलाई प्रदान, जसको दुधबाट भनेको घ्यु यज्ञमा हवन गरिन्छ । ऐरावत, हात्ती, इन्द्र,देवराजलाई प्राप्त उच्चैःश्रवा , ७ शिर भएको घोडा, दानवलाई प्राप्त ।

source: There were three valuables;
ne: तीन मुल्यवान वस्तु

source: Kaustubha, the most valuable Ratna in the world, worn by lord Vishnu. Parijat, the divine flowering tree with blossoms that never fade or wilt - taken to Indraloka by the Devas. Sharanga, A powerful bow - symbolic of the demon's belligerence.
ne: कौस्तुभ, संसारको सबैभन्दा बहुमुल्य रत्न, बिष्णुलाई प्राप्त । पारिजात , देव लाई प्राप्त । शारंग धनुष,

source: Chandra, the moon which adorned Shiva's head Dhanvantari, the Vaidya of the Deva's with Amrita the nectar of immortality. (At times, considered as two different Ratna) Halahala, the poison swallowed by the lord Shiva.
ne: चन्द्र, शिवद्वारा धारण धन्वन्तरी ,देवताको वैद्य अमृतको घडा सहित प्रकट भए । हलाहल , विष, भगवान शिवद्वारा शेवन ।

source: Various scenes from the samudra manthan episode
ne: समुन्द्र मन्थनको दृश्य

source: Finally, Dhanvantari, the heavenly physician, emerged with a pot containing Amrita, the heavenly nectar of immortality. Fierce fighting ensued between Devas and Asuras for the nectar. To protect the nectar from Asuras, the divine Garuda took the pot, and flew away from the battle-scene.
ne: अन्त्यमा, धन्वन्तरी देवताको वैद्य अमृतको घडालिएर प्रकट भए । अमृत हातमा लिन देव र दानव बीच भयङ्कर युद्ध भयो । असुरबाट अमृत जोगाउन गरुडले अमृतको घडा लिएर युद्ध भुमि बाट उड्यो ।

source: The Devas appealed to Vishnu, who then took the form of Mohini and as a beautiful and enchanting damsel, Mohini distracted the asuras, took the amrita, and distributed it among the Devas, who drank it. Asura RahuKetu, disguised himself as a deva and drank some nectar. Due to their luminous nature, the sun god Surya and the moon god Chandra noticed the switching of sides.
ne: दानवहरुले अमृत हातमा लिँदा देवताहरु भगवान विष्णुको मा याचना गर्न गए । विष्णुले मोहिनी अवतार धारण गरेर असुरहरुलाई ध्यान खिचिन् र अमृतको घडा लिएर देवताहरुलाई बाडिन् । असुर राहु केतुले देवताको रुप धारण गरेर अमृत पान गरे । सूर्य (देवता) र चन्द्र देवताले यो देखेर मोहिनीलाई खबर गरे । मोहिनिले राहुकेतुको घाँटीबाट अमृत जानु भन्दा अगाडी नै सुदर्शन चक्रले शिर छेदन गरे ।तर अमृत उनको घाँटी सम्म पुगेको हुनाले उनीहरुको मृत्यु भने भएन । त्यो दिन देखि टाउकोलाई राहु र शरीरलाइ केतु भन्न थालियो । पछी राहु र केतु ग्रह बने ।

source: In one version of the legend, the carrier who spills the amrita is the divine physician Dhanavantari, who stops at four places on the Earth. In other re-tellings, the carrier who spills the amrita is either Garuda, Indra or Mohini. The four places where the amrita was spilled were: Haridwar, Prayag (Allahabad), Trimbak (Nashik) and Ujjain.[3] According to the legend, these four places acquired a certain mystical power and spirituality.
ne: असुरबाट अमृत जोगाएर लाने क्रममा अमृत चार ठाउमा चुहियो । कुनै संस्करणमा धन्वन्तरीले लैजादा चुहिएको थियो भन्ने छ भने कुनै संस्करणमा गरुड, इन्द्र वा मोहिनी उल्लेख छ । यी चार ठाउहरु हरिद्वार, इलाहाबाद , त्रिम्बक नाशिक जिल्ला र उज्जैन । [3] त्यसकारण यी स्थानमा बाह्र बर्षमा कुम्भ मेला लाग्ने गर्छ । कुम्भ मेलामा स्नान गर्दा मोक्ष हासिल हुने विश्वास छ ।

source: The Vishnu Purana..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 Kama MacLean (August 2003). "Making the Colonial State Work for You: The Modern Beginnings of the Ancient Kumbh Mela in Allahabad".
ne: The Vishnu Purana..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 । |title= रितो (सहायता).mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Arvind Krishna Mehrotra (2007).

source: The Journal of Asian Studies. 62 (3): 873–905. doi:10.2307/3591863..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Arvind Krishna Mehrotra (2007). The Last Bungalow: Writings on Allahabad.
ne: The Last Bungalow: Writings on Allahabad.

source: Area 51
ne: User:KartikMistry/Area 51

source: Charles Robert Darwin, FRS FRGS FLS FZS[2] (/ˈdɑːrwɪn/;[3] 12 February 1809 – 19 April 1882) was an English naturalist and geologist,[4] best known for his contributions to the science of evolution.[I] He established that all species of life have descended over time from common ancestors,[5] and in a joint publication with Alfred Russel Wallace introduced his scientific theory that this branching pattern of evolution resulted from a process that he called natural selection, in which the struggle for existence has a similar effect to the artificial selection involved in selective breeding.[6]
ne: चार्ल्स रोबर्ट डार्विन (जन्म १२ फेब्रुअरि १८०९ - मृत्यु १९ अप्रिल १८८२) क्रमिक बिकास सिद्धान्तको प्रतिपादन गरेका थिए । उनको खोज आंशिक रूपमा सन् १८३१ देखि १८३६ सम्मको एचएमएस बीगलमा उनको समुद्रि यात्राको संग्रहमा आधारित रहेको छ ।

source: Yoshinori Ohsumi (大隅 良典, Ōsumi Yoshinori?, born February 9, 1945), is a Japanese cell biologist specializing in autophagy. Ohsumi is a professor in Tokyo Institute of Technology's Frontier Research Center.[1] He received the Kyoto Prize for Basic Science in 2012,[2] and the 2016 Nobel Prize in Physiology or Medicine for his discoveries of mechanisms for autophagy.[3]
ne: योसिनोरी ओसुमी (जन्म फेब्रुअरी ९, १९४५) एक जापानीज जीवशास्त्री हुन् । उनी टोकियो इन्टिच्युट अफ टेक्नोलोजिजका अनुसन्धान केन्द्र प्राध्यापक समेत हुन् । उनले सन् २०१२ मा क्योटो पुरस्कार तथा सन् २०१६ मा चिकित्साशास्त्र तर्फ नोबेल पुरस्कार समेत जितेका छन् ।

source: Elon Reeve Musk (/ˈiːlɒn ˈmʌsk/; born June 28, 1971) is a South African-born Canadian-American business magnate, investor,[10][11] engineer[12] and inventor.[13][14][15][16]
ne: इलोन रिभे मस्क (जन्म जुन २८, १९७१) एक दक्षिण अफ्रिकामा जन्मिएका क्यानेडियन-अमेरिकन व्यावसायि, लगानीकर्ता, इन्जिनियर हुन् । उनी स्पेसएक्सका संस्थापक, प्रमुख कार्यकारी अधिकृत तथा प्रमुख प्राविधिक अधिकृत र टेस्ला मोटर्सका सह-संस्थापक, प्रमुख कार्यकारी अधिकृत तथा उत्पादन आर्किटेक्चर हुन् ।

source: Muḥammad[n 1] (Arabic: محمد‎‎; c. 570 CE – 8 June 632 CE)[1] is the central figure of Islam and widely regarded as its founder by non-Muslims.[2] He is known as the "Holy Prophet" to Muslims, almost all of whom consider him to be the last prophet sent by God to mankind[3][n 2] to restore Islam, believed by Muslims to be the unaltered original monotheistic faith of Adam, Abraham, Moses, Jesus, and other prophets.[4][5][6][7] He united Arabia into a single Muslim polity and ensured that his teachings, practices, and the Quran, formed the basis of Islamic religious belief.
ne: मोहमम्द (अरबी: محمد; सन् 570 – 8 जुन 632) जसलाई इस्लाम धर्मको प्रमुख व्यक्तित्व तथा गैर-मुस्लिमहरूले इस्लामको संस्थापको रूपमा मान्दछन् । उनी भगवानबाट संसारमा पठाइएको अन्तिम पवित्र प्रतिकको रूपमा मानिने गर्दछ ।

source: A Bank reconciliation is a process that explains the difference between the bank balance shown in an organization's bank statement, as supplied by the bank, and the corresponding amount shown in the organization's own [accounting] records at a particular point of time.[1]
ne: बैङ्क हिसाब मिलानले कुनै निश्चित समयको संस्थाको बैङ्कको हिसाब तथा बैङ्कबाट प्राप्त हिसाबमा कति फरक छ भन्ने कुराको चित्रण गर्दछ । यस प्रक्रियाबाट उक्त दुई रकममा कति फरक छ तथा सो फरक आउने कारण के के हो भन्ने कुरा खुलाईएको हुन्छ । संस्थाले बैङ्कको हिसाब तथा बैङ्कबाट प्राप्त विवरणमा विभिन्न कारणहरूले गर्दा फरक आउने गर्दछ । जस मध्ये केहि कारणहरू देहाय बमोजिम रहेको छ । चेकबाट भुक्तानी गरिएको तर चेत्र बैङ्कमा भुक्तानीको लागी पेश नगरिएको खण्डमा बैङ्कले स्वयमले गर्ने कारोबार संस्थाको हिसाबमा लेखांकन नभएको कारोबार

source: Along with fixed assets such as plant and equipment, working capital is considered a part of operating capital. Gross working capital equals to current assets. Working capital is calculated as current assets minus current liabilities.[1] If current assets are less than current liabilities, an entity has a working capital deficiency, also called a working capital deficit.
ne: चालु पूँजीले संस्थाको व्यवसाय सञ्चालनको लागी नगद तरलताको उपलब्धता सम्बन्धमा जानकारी दिन्छ । संस्थाको स्थिर सम्पत्ति जस्तो चालू पूँजीलाई पनि सञ्चालन पूँजीको रूपमा लिइन्छ । चालु पूँजीको गणना चालु सम्पत्तिबाट चालु दायित्व घटाएर गरिन्छ । जब संस्थामा चालु सम्पत्ति भन्दा बढि चालु दायित्व हुन्छ, त्यस अवस्थमा चालु पूँजीको कमि हुने गर्दछ ।

source: Calculation
ne: गणना

source: Working capital is the difference between the current assets and the current liabilities.
ne: चालु पूँजी भन्नाले चालु सम्पत्ति तथा चालु दायित्वको फरकलाई जनाउँदछ । चालु पूँजी = चालु सम्पत्ति - चालु दायित्व

source: A creditor is a party (e.g. person, organization, company, or government) that has a claim on the services of a second party. It is a person or institution to whom money is owed.[1] The first party, in general, has provided some property or service to the second party under the assumption (usually enforced by contract) that the second party will return an equivalent property and service. The second party is frequently called a debtor or borrower.
ne: साहु भन्नाले दोश्रो पक्षसँग रकम लिन बाँकी रहेको व्यक्ति वा संस्थालाई जनाउँदछ । कुनै पनि व्यावसायिक उधारो कारोबारमा पहिलो पक्षले दोश्रो पक्षलाई भविष्यमा भुक्तानी गर्ने शर्तमा सामान वा सेवा उपलब्ध गराउने गर्दछ । यस्तो वयावसायिक कारोबारमा दोश्रो पक्षलाई अासामी भनिन्छ भने पहिलो पक्षलाई साहु भनेर चिनिन्छ । साहुलाई मुख्यतया दुई भागमा विभाजन गर्न सकिन्छ । पहिलो सुरक्षित साहु तथा दोश्रो असुरक्षित साहु ।

source: In accounting, current liabilities are often understood as all liabilities of the business that are to be settled in cash within the fiscal year or the operating cycle of a given firm, whichever period is longer.
ne: लेखा विधीमा चालु दायित्व भन्नाले व्यवसायसँग सम्बन्धी सम्पूर्ण दायित्वहरू पर्दछन् जुन संस्थाले एक आर्थिक वर्ष भित्र वा सञ्चालन चक्र भित्र मध्ये जुन लामो छ सो अवधीमा चुक्ता हुने गर्दछ । नेपाल वित्तीय प्रतिवेदन मानहरूका अनुसार चालु दायित्व भन्नाले देहाय बमोजिमको दायित्वहरूलाई जनाउँदछ; जुन दायित्व व्यवसायको सामान्य सञ्चालन चक्र भित्र चुक्ता हुन्छ । जस्तैः भुक्तानी बाँकी रकमहरू व्यवसाय सञ्चालन सँग सम्बन्धीत व्यवसायिक दायित्वहरू जुन दायित्व बासलातको मिति देखि १२ महिनाको अवधिमा चुक्ता हुन्छ । संस्थाले सो दायित्वको भुक्तानलाई बासलात मिति देखि १२ महिनाको अवधिसम्म विना शर्त स्थगन गर्ने अधिकार नभएको दायित्व ।

source: A partnership is an arrangement where parties, known as partners, agree to cooperate to advance their mutual interests. The partners in a partnership may be individuals, businesses, interest-based organizations, schools, governments or combinations. Organizations may partner together to increase the likelihood of each achieving their mission and to amplify their reach.
ne: साझेदारी भन्नाले यस्तो गठबन्धन हो जसमा दुई वा सो भन्दा बढी पक्षहरू साझेदारको रूपमा आपसी उद्देश्य पूर्तिको लागी एककित रूपमा समन्वयकारी तरिकाले कार्य गर्ने गर्दछन् । साझेदारीमा साझेदारहरूले व्यक्ति, संस्था, विद्यालय, सरकार हुन सक्दछन् ।

source: A wad of United States currency
ne: अमेरिकी मुद्रा

source: Cash refers to money in the physical form of currency, such as banknotes and coins.
ne: नगद भन्नाले मुद्राको भौतिक अवस्थालाई जनाउँदछ । यसमा बैङ्क नोट तथा सिक्काहरू पर्दछन् । अर्थमा नगद भन्नाले नगद वा नगदजन्य चालु सम्पत्तीलाई जनाउँदछ । नगद अर्थ बजारमा विनियमको लागी प्रयोग हुने सबैभन्दा महत्वपूर्ण वित्तीय संयन्त्र मध्ये एक हो ।

source: To invest is to allocate money (or sometimes another resource, such as time) in the expectation of some benefit in the future.
ne: लगानी भन्नाले आफुसँग भएको रकमलाई भविष्यमा लाभ प्राप्तिको लागी कुनै क्षेत्रमा लगाउनु लाई बुझिन्छ । लगानीबाट सामान्यतया [[सम्पत्ति]] श्रृजना हुने गर्दछ र त्यसलाई [[वित्तीय प्रतिवेदन]] तथा [[लेखा]मा लगानी भन्ने गरिन्छ ।
